Repository: nurettinbas/Trailhound
Catalog: Trailhound/Localizable.xcstrings
Source language: tr
Languages: en

source: Yeni yer ekle
en: Add new place

source: Yenile
en: Refresh

source: Yer bilgisi
en: Place details

source: Yok
en: None

source: Yolculuk
en: Trip

source: Yolculuk bulunamadı
en: No trips found

source: Yolculuk kaydını başlat
en: Start trip recording

source: Yolculuk kaydını durdur
en: Stop trip recording

source: Yolculuklar
en: Trips

source: Yolculukları birleştir
en: Merge trips

source: Zaman
en: Time
